Repository: MKucharzewski/osmrmhv
Catalog: web/osmrm/src/main/locale/*.po
Languages: hu_hu

source: OSM Route Manager is a debugging tool for Relations in OpenStreetMap.
hu_hu: Az OSM Útvonalkezelő egy hibakereső eszköz kapcsolatokhoz az OpenStreetMapban.

source: Lookup relation by ID
hu_hu: Kapcsolat kikeresése azonosító alapján

source: Relation ID
hu_hu: Kapcsolat-azonosító

source: Don’t show map
hu_hu: Ne jelenjen meg térkép

source: Lookup
hu_hu: Kikeresés

source: Search for relations
hu_hu: Keresés kapcsolatokra

source: ID
hu_hu: Azonosító

source: Open
hu_hu: Megnyitás

source: No map
hu_hu: Nincs térkép

source: Key
hu_hu: Kulcs

source: Value
hu_hu: Érték

source: Search using OSM API
hu_hu: Keresés az OSM API használatával

source: Relation %s
hu_hu: Kapcsolat: %s

source: Back to home page
hu_hu: Vissza a honlapra

source: Open this in OSM Relation Analyzer
hu_hu: Megnyitás OSM Relation Analyzerben

source: Browse on OpenStreetMap
hu_hu: Böngészés az OpenStreetMapon

source: Note that many features of this page will not work without JavaScript.
hu_hu: Vedd figyelembe, hogy az oldal számos jellemzője nem fog működni JavaScript nélkül.

source: The data was last refreshed on %s. The timestamp of the relation is %s.
hu_hu: Az adatok ekkor frissültek utoljára: %s. A kapcsolat időbélyege: %s.

source: If you think something might have been changed, %sreload the data manually%s.
hu_hu: Ha úgy gondolod, hogy valamelyik tag változhatott, %stöltsd újra az adatokat kézzel%s.

source: Tags
hu_hu: Címkék

source: Details
hu_hu: Részletek

source: Last changed
hu_hu: Legutóbb változott

source: %s by %s
hu_hu: %s %s által

source: Total length
hu_hu: Teljes hossz

source: Sub-relations
hu_hu: Alkapcsolatok

source: Parent relations
hu_hu: Szülőkapcsolatok

source: Segments
hu_hu: Szakaszok

source: Get GPS coordinates by clicking on the map.
hu_hu: GPS koordinátákat a térképre kattintva kaphatsz.

source: Segment #
hu_hu: Szakasz #

source: Length
hu_hu: Hossz

source: Distance to next segments
hu_hu: Távolság a következő szakaszig

source: Visible
hu_hu: Látható

source: Zoom
hu_hu: Nagyítás

source: Add to personal route
hu_hu: Hozzáadás a személyes útvonalhoz

source: Personal route
hu_hu: Személyes útvonal

source: Download GPX
hu_hu: GPX letöltése

source: Segment %s
hu_hu: Szakasz: %s

source: Segment %s (reversed)
hu_hu: Szakasz: %s (fordított)
