Repository: MKucharzewski/osmrmhv
Catalog: web/osmhv/src/main/locale/*.po
Languages: de_de

source: Back to home page
de_de: Zur Startseite

source: Browse on OpenStreetMap
de_de: Details auf OpenStreetMap nachschauen

source: Note that many features of this page will not work without JavaScript.
de_de: Die Funktionalität dieser Seite ist ohne JavaScript stark eingeschränkt.

source: The data was last refreshed on %s. The timestamp of the relation is %s.
de_de: Die Daten wurden zuletzt am %s vom OSM-Server heruntergeladen. Das Änderungsdatum der Relation ist %s.

source: An analysis of the current version of the relation is scheduled. The position in the queue is %d. Reload this page after a while to see the updated version.
de_de: Die Analyse der aktuellen Version der Relation wurde in Auftrag gegeben. Derzeit befindet sich der Auftrag an %d. Stelle in der Warteschlange. Laden Sie die Seite nach einer Weile neu, um die neue Version zu sehen.

source: If you think something might have been changed, %sreload the data manually%s.
de_de: Falls Sie vermuten, dass sich in der Zwischenzeit etwas geändert hat, können Sie die Seite %smanuell neuladen%s.

source: Affecting changesets by user
de_de: Auswirkende Changesets nach Benutzern

source: Hide all
de_de: Alle verstecken

source: Show all
de_de: Alle anzeigen

source: Zoom all
de_de: Alle zoomen

source: No comment
de_de: Kein Kommentar

source: Zoom
de_de: Vergrößern

source: view
de_de: History Viewer

source: OSM History Viewer is a debugging tool for Changesets in OpenStreetMap.
de_de: OSM History Viewer ist ein Debugging-Werkzeug für Changesets aus OpenStreetMap.

source: Visualise changeset
de_de: Changeset darstellen

source: Lookup
de_de: Analysieren

source: Relation Blame
de_de: Relation-Täteranzeige

source: Blame
de_de: „Täter“ anzeigen

source: Open
de_de: Öffnen

source: No map
de_de: Ohne Karte

source: Key
de_de: Schlüssel

source: Value
de_de: Wert

source: Search using OSM API
de_de: Mit der OSM-API suchen

source: This analysis was created on %s.
de_de: Diese Analyse wurde am %s erstellt.

source: An analysis of this changeset is scheduled. The position in the queue is %d. Reload this page after a while to see the updated version.
de_de: Die Analyse des Changesets wurde in Auftrag gegeben und befindet sich an %d. Stelle in der Warteschleife. Laden Sie die Seite nach einer Weile neu, um die neue Version zu sehen.

source: Everything green on this page will show the status after the changeset was committed, red will be the status before, and things displayed in blue haven’t changed.
de_de: Grüne Darstellungen auf dieser Seite präsentieren den Zustand nach dem Hochladen des Changesets, rote den davor und Blau steht für unveränderte Dinge.

source: Creation time
de_de: Erstellt

source: Closing time
de_de: Abgeschlossen

source: Still open
de_de: Noch offen

source: User
de_de: Benutzer

source: Changed object tags
de_de: Geänderte Tags von Objekten

source: No tags have been changed.
de_de: Es wurden keine Tags verändert.

source: Hover the elements to view the changed tags.
de_de: Fahren Sie mit der Maus über die Objekte, um deren geänderte Tags anzuzeigen.

source: Map
de_de: Karte

source: No objects were changed in the changeset.
de_de: In diesem Changeset wurden keine Objekte verändert.
